<?php

// Heading
$_['heading_title']		 = 'Банківський переказ';

// Text
$_['text_payment']		 = 'Оплата';
$_['text_success']		 = 'Налаштування змінені';
$_['text_edit']          = 'Редагування';

// Entry
$_['entry_bank']		 = 'Інструкції по банківському переказу';
$_['entry_total']		 = 'Нижня межа';
$_['entry_order_status'] = 'Статус замовлення після оплати';
$_['entry_geo_zone']	 = 'Географічна зона';
$_['entry_status']		 = 'Статус';
$_['entry_sort_order']	 = 'Порядок сортування';

// Help
$_['help_total']		 = 'Мінімальна сума замовлення. Нижче цієї суми метод буде недоступний.';

// Error
$_['error_permission']   = 'У вас недостатньо прав для внесення змін';
$_['error_bank']         = 'Необхідно додати інструкцію по переказу';