<?php

// Heading
$_['heading_title']      = 'Переваги товару';

// Text
$_['text_success']       = 'Налаштування змінені';
$_['text_default']       = 'За замовчуванням';
$_['text_image_manager'] = 'Управління зображеннями';
$_['text_browse']        = 'Перегляд файлів';
$_['text_clear']         = 'Видалити зображення';
$_['text_list']          = 'Список переваг';
$_['text_add']           = 'Додати перевагу';
$_['text_edit']          = 'Редагування';
$_['text_type_benefit']  = 'Перевага';
$_['text_type_gift']     = 'Подарунок';

// Column
$_['column_image']       = 'Зображення';
$_['column_name']        = 'Назва переваги';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва переваги:';
$_['entry_link']         = 'Посилання:';
$_['entry_image']        = 'Зображення:';
$_['entry_status']       = 'Статус:';
$_['entry_type']         = 'Тип:';
$_['entry_description']  = 'Опис:';

// Error
$_['error_permission']   = 'У вас недостатньо прав для зміни стікерів';
$_['error_name']         = 'Назва переваги має містити від 3 до 64 символів';
$_['error_title']        = 'Заголовок має містити від 2 до 64 символів';
$_['error_default']      = 'Перевагу неможливо видалити тому, що вона використовується в магазині за замовчуванням';
$_['error_product']      = 'Перевагу неможливо видалити тому, що вона використовується в %s товарах';
$_['error_category']     = 'Перевагу неможливо видалити тому, що вона використовується в %s категоріях';
$_['error_information']  = 'Перевагу неможливо видалити тому, що вона використовується в %s статтях';
?>