<?php

// Heading
$_['heading_title']      = 'Промо стікери';

// Text
$_['text_success']       = 'Налаштування змінені';
$_['text_default']       = 'За замовчуванням';
$_['text_image_manager'] = 'Управління зображеннями';
$_['text_browse']        = 'Перегляд файлів';
$_['text_clear']         = 'Видалити зображення';
$_['text_list']          = 'Список стікерів';
$_['text_add']           = 'Додати стікер';
$_['text_edit']          = 'Редагування';

// Column
$_['column_image']       = 'Зображення';
$_['column_name']        = 'Назва стікеру';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Дія';

// Entry
$_['entry_name']         = 'Назва стікеру:';
$_['entry_image']        = 'Зображення:';
$_['entry_status']       = 'Статус:';

// Error
$_['error_permission']   = 'У вас недостатньо прав для внесення змін';
$_['error_name']         = 'Назва стікеру має містити від 3 до 64 символів';
$_['error_title']        = 'Заголовок має містити від 2 до 64 символів';
$_['error_default']      = 'Стікер неможливо видалити тому, що він використовується в магазині за замовчуванням';
$_['error_product']      = 'Стікер неможливо видалити тому, що він використовується в %s товарах';
$_['error_category']     = 'Стікер неможливо видалити тому, що він використовується в %s категоріях';
$_['error_information']  = 'Стікер неможливо видалити тому, що він використовується в %s статтях';
?>