<?php

// Heading
$_['heading_title']          = 'Статті';

// Text
$_['text_success']           = 'Налаштування змінені';
$_['text_list']              = 'Список cтатей';
$_['text_add']               = 'Додати';
$_['text_edit']              = 'Редагування';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']      	 = 'Має бути унікальним на всю систему, без пробілів та спецсимволів.';

// Column
$_['column_title']           = 'Назва статті';
$_['column_sort_order']	     = 'Порядок сортування';
$_['column_noindex']         = 'Індексація';
$_['column_action']          = 'Дія';

// Entry
$_['entry_title']            = 'Назва статті';
$_['entry_description']      = 'Опис';
$_['entry_store']            = 'Магазини';
$_['entry_meta_title'] 	     = 'Мета-тег Title';
$_['entry_meta_h1'] 	     = 'HTML-тег H1';
$_['entry_meta_keyword'] 	 = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Показувати у футері';
$_['entry_status']           = 'Статус';
$_['entry_noindex']          = 'Індексація';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Змінити макет';

// Help
$_['help_keyword']           = 'Має бути унікальним на всю систему, без пробілів та спецсимволів';
$_['help_bottom']            = 'Показувати в підвалі \ футері магазину';
$_['help_noindex']           = 'Індексація в пошукових системах Google,  Bing та інших';

// Error
$_['error_warning']          = 'Уважно перевірте форму на помилки';
$_['error_permission']       = 'У вас недостатньо прав для внесення змін';
$_['error_title']            = 'Назва має містити від 3 до 64 символів';
$_['error_description']      = 'Опис має містити від 3 символів';
$_['error_meta_title']       = 'Мета-тег Title має містити від 0 до 255 символів';
$_['error_meta_h1']       	 = 'HTML-тег H1 має містити від 0 до 255 символів';
$_['error_keyword']          = 'SEO URL вже використовується';
$_['error_account']          = 'Статтю неможливо видалити тому, що вона використовується в Політиці безпеки за замовчуванням';
$_['error_checkout']         = 'Статтю неможливо видалити тому, що вона використовується в Умовах угоди за замовчуванням';
$_['error_affiliate']        = 'Статтю неможливо видалити тому, що вона використовується в Умовах партнерської програми';
$_['error_return']           = 'Статтю неможливо видалити тому, що вона використовується в Умовах повернення товару';
$_['error_store']            = 'Статтю неможливо видалити тому, що вона використовується в %s магазинах!';