<?php

// Heading
$_['heading_title']			= 'Періодичні платежі';

// Text
$_['text_success']          = 'Налаштування змінені';
$_['text_list']             = 'Список профілів періодичних платежів';
$_['text_add']              = 'Додати';
$_['text_edit']             = 'Редагування';
$_['text_day']				= 'День';
$_['text_week']				= 'Тиждень';
$_['text_semi_month']		= 'Півмісяця';
$_['text_month']			= 'Місяць';
$_['text_year']				= 'Рік';
$_['text_recurring']	    = '<p><i class="fa fa-info-circle"></i> Повторення виставлення рахунку розраховуються шляхом множення частоти на цикл.</p><p>Наприклад, якщо ви використовуєте частоту "тиждень" і цикл "2", то користувачеві буде виставлений рахунок кожні 2 тижні.</p><p>Тривалість - кількість оплат, які користувач повинен зробити. Встановіть 0, якщо ви захочете скасувати платежі.</p>';
$_['text_profile']			= 'Профіль періодичних платежів';
$_['text_trial']			= 'Пробний профіль';

// Entry
$_['entry_name']			= 'Назва';
$_['entry_price']			= 'Ціна';
$_['entry_duration']		= 'Тривалість';
$_['entry_cycle']			= 'Цикл';
$_['entry_frequency']		= 'Частота';
$_['entry_trial_price']		= 'Ціна';
$_['entry_trial_duration']	= 'Тривалість';
$_['entry_trial_status']	= 'Статус';
$_['entry_trial_cycle']	    = 'Цикл';
$_['entry_trial_frequency']	= 'Частота';
$_['entry_status']			= 'Статус';
$_['entry_sort_order']		= 'Порядок сортування';

// Column
$_['column_name']			= 'Назва';
$_['column_sort_order']	    = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Error
$_['error_warning']         = 'Уважно перевірте форму на помилки';
$_['error_permission']		= 'У вас недостатньо прав для внесення змін';
$_['error_name']			= 'Назва має містити від 3 до 255 символів';
$_['error_product']			= 'Профіль не може бути видалений тому, що він використовується в %s товарах';