<?php

// Heading
$_['heading_title']        = 'Оцінка вартості доставки та податкових зборів';

// Text
$_['text_success']         = 'Розрахунок вартості доставки та податкових зборів виконаний';
$_['text_shipping']        = 'Зазначте ваш регіон для оцінки вартості доставки та податкових зборів';
$_['text_shipping_method'] = 'Оберіть найбільш зручний для вас спосіб доставки замовлення';

// Entry
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Регіон / Область';
$_['entry_postcode']       = 'Поштовий індекс';

// Error
$_['error_postcode']       = 'Індекс має містити від 2 до 10 символів';
$_['error_country']        = 'Будь ласка, зазначте країну';
$_['error_zone']           = 'Будь ласка, зазначте регіон / область';
$_['error_shipping']       = 'Необхідно обрати спосіб доставки';
$_['error_no_shipping']    = 'Доставка за вказаною адресою неможлива. <a href="%s">Зв’яжіться з нами</a>, і ми неодмінно знайдемо вирішення проблеми!';