<?php

// Heading
$_['heading_title']    = 'Менеджер зображень';

// Text
$_['text_uploaded']    = 'Файл завантажений';
$_['text_directory']   = 'Директорія створена';
$_['text_delete']      = 'Файл або директорію видалено';

// Entry
$_['entry_search']     = 'Пошук...';
$_['entry_folder']     = 'Нова папка';

// Error
$_['error_permission'] = 'Доступ заборонений';
$_['error_filename']   = 'Назва файлу має містити від 3 до 255 символів';
$_['error_folder']     = 'Назва директорії має містити від 3 до 255 символів';
$_['error_exists']     = 'Файл або директорія з таким ім’ям вже існує';
$_['error_directory']  = 'Оберіть директорію';
$_['error_filetype']   = 'Некоректний тип файлу';
$_['error_upload']     = 'Файл не не вдалося завантажити з невідомої причини';
$_['error_delete']     = 'Неможливо видалити директорію';