<?php

// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адрес електронної пошти вашого облікового запису. Натисніть кнопку Продовжити для отримання посилання для скидання пароля на електронну пошту.';
$_['text_success']    = 'Посилання для підтвердження скидання пароля було надіслане на вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail адреса';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердіть пароль';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте правильність вводу';
$_['error_password']  = 'Пароль має містити від 3 до 20 символів';
$_['error_confirm']   = 'Паролі не співпадають';