<?php

// Text
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо в магазин %s і дякуємо за реєстрацію!';
$_['text_login']          = 'Ваш обліковий запис створений і ви можете виконати вхід, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_approval']       = 'Ваш обліковий запис створений і чекає підтвердження. Після підтвердження, ви зможете виконати вхід до магазину, використовуючи свій E-mail і пароль, за посиланням:';
$_['text_service']        = 'Після входу в систему ви зможете отримати доступ до різних сервісів магазину, таких як огляд історії замовлень, друкування рахунку, редагування інформації вашого облікового запису (адрес доставки, телефону для зв’язку) та інше. Ви також зможете накопичувати бонусні бали при покупках, а для постійних покупців у нас передбачені знижки.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий покупець';
$_['text_signup']         = 'Зареєстрований новий покупець:';
$_['text_customer_group'] = 'Група покупців:';
$_['text_firstname']      = 'Ім’я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'E-Mail:';
$_['text_telephone']      = 'Телефон:';