<?php

// Text
$_['text_subject']  = 'Ви відправили Подарунковий сертифікат %s';
$_['text_greeting'] = 'Вітаємо, ви отримали Подарунковий сертифікат від %s';
$_['text_from']     = 'Ви отримали Подарунковий сертифікат від %s';
$_['text_message']  = 'З повідомленням, в якому мовиться';
$_['text_redeem']   = 'Для того, щоб скористатись Подарунковим сертифікатом збережіть код <b>%s</b>, перейдіть до магазину за посиланням нижче та замовте товари, що вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика перед  оформленням замовлення.';
$_['text_footer']   = 'Якщо у вас виникли будь-які запитання, дайте відповідь на це повідомлення..';
