<?php

// Heading
$_['heading_title']        = 'Адреси';

// Text
$_['text_account']         = 'Особистий кабінет';
$_['text_address_book']    = 'Перелік адрес доставки';
$_['text_edit_address']    = 'Редагувати адресу';
$_['text_add']             = 'Адресу додано';
$_['text_edit']            = 'Адресу змінено';
$_['text_delete']          = 'Адреса видалена';
$_['text_empty']           = 'В вашому обліковому записі немає адрес';

// Entry
$_['entry_firstname']      = 'Ім’я';
$_['entry_lastname']       = 'Прізвище';
$_['entry_company']        = 'Компанія';
$_['entry_address_1']      = 'Адреса 1';
$_['entry_address_2']      = 'Адреса 2';
$_['entry_postcode']       = 'Поштовий індекс';
$_['entry_city']           = 'Місто';
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Область / Регіон';
$_['entry_default']        = 'Основна адреса';

// Error
$_['error_delete']         = 'Має бути не менше однієї адреси';
$_['error_default']        = 'Ви не можете видалити основну адресу';
$_['error_firstname']      = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']       = 'Прізвище має містити від 1 до 32 символів';
$_['error_vat']            = 'Неправильний VAT номер';
$_['error_address_1']      = 'Адреса має містити від 3 до 128 символів';
$_['error_postcode']       = 'Індекс має містити 2 до 10 символів';
$_['error_city']           = 'Назва міста має містити від 2 до 128 символів';
$_['error_country']        = 'Будь ласка, вкажіть країну';
$_['error_zone']           = 'Будь ласка, вкажіть регіон / область';
$_['error_custom_field']   = 'Вкажіть %s';