<?php

// Heading
$_['heading_title']   = 'Відновлення пароля';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити для отримання пароля на електронну пошту.';
$_['text_success']    = 'Новий пароль був надісланий на вашу адресу електронної пошти';

// Entry
$_['entry_email']     = 'E-Mail адреса';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте правильність вводу';
$_['error_approved']  = 'Ваш обліковий запис потребує схвалення адміністрацією перш ніж ви зможете увійти.';