<?php

// Heading
$_['heading_title']  = 'Скинути пароль';

// Text
$_['text_account']   = 'Особистий кабінет';
$_['text_password']  = 'Вкажіть новий пароль';
$_['text_success']   = 'Пароль успішно змінений';

// Entry
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердіть пароль';

// Error
$_['error_password'] = 'Пароль має містити від 4 до 20 символів';
$_['error_confirm']  = 'Паролі не співпадають';
$_['error_code']     = 'Код скидання пароля недійсний або був використаний раніше';