<?php

// Heading
$_['heading_title']     = 'Модифікатори';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_refresh']      = 'Кожен раз, коли ви включаєте, відключаєте або видаляєте модифікатор, необхідно натиснути кнопку оновлення, щоб оновити кеш модифікацій';
$_['text_list']         = 'Список модифікаторів';

// Column
$_['column_name']       = 'Назва модифікатора';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';