<?php

// Heading
$_['heading_title']     = 'Групи користувачів';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список груп користувачів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';

// Column
$_['column_name']       = 'Назва групи користувачів';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи користувачів';
$_['entry_access']      = 'Дозволено перегляд';
$_['entry_modify']      = 'Дозволено редагування';
$_['entry_hide']        = 'Приховати доповнення';

// Help
$_['help_hide']         = 'Обрані доповнення не будуть показуватись на сторінках модулів, платежів, доставок';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 3 до 64 символів';
$_['error_user']        = 'Групу користувачів неможливо видалити тому, що в неї входить %s користувачів';