<?php

// Heading
$_['heading_title']                    = 'Налаштування блогу';

// Text
$_['text_success']                     = 'Настройки змінені';
$_['text_edit']                        = 'Налаштування';
$_['text_article']                     = 'Статті';
$_['text_review']                      = 'Відгуки';

// Entry
$_['entry_article_limit']              = 'Кількість статей на вітрині';
$_['entry_article_description_length'] = 'Кількість символів (Вітрина)';
$_['entry_limit_admin']                = 'Кількість статей в ПУ сайту';
$_['entry_article_count']              = 'Кількість статей в категорії';
$_['entry_blog_menu']                  = 'У верхньому меню';
$_['entry_article_download']           = 'Дозволити завантаження файлів';
$_['entry_review']                     = 'Дозволити відгуки';
$_['entry_review_guest']               = 'Відгуки гостей';
$_['entry_review_mail']                = 'Сповіщення на E-Mail про новий відгук';
$_['entry_image_category']             = 'Розмір зображення в описі категорії блогу';
$_['entry_image_article']              = 'Розмір зображення в списку статей';
$_['entry_image_related']              = 'Розмір зображення аналогічних статей, товарів';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';
$_['entry_name']                       = 'Назва';
$_['entry_meta_title']                 = 'Мета-тег Title';
$_['entry_html_h1']                    = 'HTML-тег H1';
$_['entry_meta_description']           = 'Мета-тег Description';
$_['entry_meta_keyword']               = 'Мета-тег Keywords';

// Help
$_['help_article_limit'] 	           = 'Кількість статей на сторінці Список статей';
$_['help_article_description_length']  = 'Кількість символів в скороченому описі статті на сторінціСписок статей';
$_['help_limit_admin']   	           = 'Кількість статей або категорій на сторінці в ПУ сайтом';
$_['help_article_count']               = 'Показує кількість статей в підкатегоріях. Увага! Дана опція збільшує навантаження на сервер при великій кількості статей!';
$_['help_blog_menu']       	           = 'Додати в верхнє горизонтальне меню посилання на Блог';
$_['help_review']       	           = 'Включення / Відключення відгуків';
$_['help_review_guest']       	       = 'Дозволити гостям залишати відгуки';
$_['help_review_mail']                 = 'Надіслати сповіщення на E-Mail про нове відкликання';

// Error
$_['error_warning']                    = 'Уважно перевірте форму на помилки';
$_['error_permission']                 = 'У вас недостатньо прав для внесення змін';
$_['error_limit']       	           = 'Вкажіть кількість';
$_['error_image_article']              = 'Необхідно вказати розмір зображення в списку статей';
$_['error_image_category']             = 'Необхідно вказати розмір зображення в описі категорії блогу';
$_['error_image_related']              = 'Необхідно вказати розмір зображення аналогічних статей, товарів';