<?php

// Heading
$_['heading_title']    							= 'Кошик';

// Text
$_['text_success']    							= 'Товар <a href="%s">%s</a> доданий до <a href="%s">кошика</a>';
$_['text_remove']      							= 'Кошик оновлений';
$_['text_login']      							= 'Для перегляду цін необхідно виконати <a href="%s">вхід до особистого кабінету</a> або <a href="%s">створити обліковий запис</a>';
$_['text_items']       							= 'Товарів: %s (%s)';
$_['text_points']      							= 'Бонусні бали: %s';
$_['text_next']        							= 'Скористайтесь додатковими можливостями';
$_['text_next_choice'] 							= 'Якщо ви маєте код купону на знижку або бонусні бали, які ви бажаєте використати, оберіть відповідний пункт. Також ви можете приблизно оцінити вартість доставки в ваш регіон.';
$_['text_empty']       							= 'Ваш кошик порожній :(';
$_['text_day']         							= 'День';
$_['text_week']        							= 'Тиждень';
$_['text_semi_month']  							= 'Півмісяця';
$_['text_month']       							= 'Місяць';
$_['text_year']        							= 'Рік';
$_['text_trial']       							= 'Вартість: %s; Періодичність: %s %s; Кількість платежів: %s; Далі, ';
$_['text_recurring']   							= 'Вартість: %s; Періодичність: %s %s';
$_['text_length']      							= 'Кількість платежів: %s';
$_['text_until_cancelled']   					= 'до скасування';
$_['text_recurring_item']    	              	= 'Періодичні платежі';
$_['text_payment_recurring']                    = 'Платіжний профіль';
$_['text_trial_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_payment_description'] 	              	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_payment_until_canceled_description'] 	= 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до скасування';

// Column
$_['column_image']          					= 'Зображення';
$_['column_name']           					= 'Назва товару';
$_['column_model']          					= 'Модель';
$_['column_quantity']       					= 'Кількість';
$_['column_price']          					= 'Ціна за одиницю товару';
$_['column_total']          					= 'Сума';

// Error
$_['error_stock']            					= 'Товари, що відмічені *** відсутні в достатній кількості або їх немає в наявності';
$_['error_minimum']          					= 'Мінімальна кількість для замовлення товару %s складає %s';
$_['error_required']         					= 'Оберіть %s';
$_['error_product']          					= 'Ваш кошик порожній :(';
$_['error_recurring_required'] 					= 'Необхідно обрати періодичність платежів';