<?php

// Heading
$_['heading_title'] 		 = 'Оформлення замовлення.';
$_['heading_title_customer'] = 'Ваше замовлення #%s сформоване';

// Text
$_['text_cart']                      = 'Кошик';
$_['text_checkout_option']           = 'Крок 1: Спосіб оформлення замовлення';
$_['text_checkout_account']          = 'Крок 2: Профіль &amp; Платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок 2: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок 3: Адреса доставки';
$_['text_checkout_shipping_method']  = 'Крок 4: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок 5: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок 6: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Постійний покупець';
$_['text_checkout']                  = 'Опції оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я здійснював тут покупки раніше і реєструвався';
$_['text_register']                  = 'Реєстрація';
$_['text_guest']                     = 'Оформлення замовлення без реєстрації';
$_['text_register_account']          = 'Створення облікового запису допоможе робити покупки швидше та більш зручно. Ви також зможете відслідковувати статус вашого замовлення, використовувати такі зручні інструменти як Закладки, бачити попередні замовлення та розраховувати на знижку для постійних покупців.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Контактні дані';
$_['text_your_address']              = 'Ваша адреса';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я погоджуюсь з умовами <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу використовувати нову адресу';
$_['text_address_existing']          = 'Я хочу використовувати існуючу адресу';
$_['text_shipping_method']           = 'Оберіть найбільш зручний спосіб доставки замовлення';
$_['text_payment_method']            = 'Оберіть найбільш зручний спосіб оплати замовлення';
$_['text_comments']                  = 'Ви можете додати коментар до замовлення';
$_['text_recurring_item']            = 'Періодичні платежі';
$_['text_payment_recurring']         = 'Платіжний профіль';
$_['text_trial_description']         = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d;  Далі,  ';
$_['text_payment_description']       = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: %d';
$_['text_payment_cancel'] 			 = 'Вартість: %s; Періодичність: %d %s; Кількість платежів: до скасування';
$_['text_day']                       = 'День';
$_['text_week']                      = 'Тиждень';
$_['text_semi_month']                = 'Півмісяця';
$_['text_month']                     = 'Місяць';
$_['text_year']                      = 'Рік';

// Column
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Модель';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна за одиницю';
$_['column_total']                   = 'Сума';

// Entry
$_['entry_email_address']            = 'E-Mail адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Повторіть пароль';
$_['entry_firstname']                = 'Ім’я';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_fax']                      = 'Факс';
$_['entry_address']                  = 'Оберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупців';
$_['entry_address_1']                = 'Адреса 1';
$_['entry_address_2']                = 'Адреса 2';
$_['entry_postcode']                 = 'Поштовий індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Регіон / Область';
$_['entry_newsletter']               = 'Я хочу підписатись на розсилку новин %s.';
$_['entry_shipping'] 	             = 'Адреса доставки збігається з платіжною';

// Error
$_['error_warning']                  = 'Виникла проблема при обробці вашого замовлення. Якщо проблема виникає повторно, спробуйте вибрати інший спосіб оплати або <a href="%s"> зв’яжіться з адміністратором магазину </a>.';
$_['error_login']                    = 'Невірно вказано E-Mail або пароль';
$_['error_attempts']                 = 'Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину.';
$_['error_approved']                 = 'Необхідно підтвердження реєстрації перед авторизацією';
$_['error_exists']                   = 'Вказана E-Mail адреса вже зареєстрована';
$_['error_firstname']                = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']                 = 'Прізвище має містити від 1 до 32 символів';
$_['error_email']                    = 'E-Mail адресу введено невірно';
$_['error_telephone']                = 'Номер телефону має містити від 3 до 32 символів';
$_['error_password']                 = 'Пароль має містити від 3 до 20 символів';
$_['error_confirm']                  = 'Паролі не збігаються';
$_['error_address_1']                = 'Адреса має містити від 3 до 128 символів';
$_['error_city']                     = 'Назва міста має містити від 2 до 128 символів';
$_['error_postcode']                 = 'Індекс має містити від 2 до 10 символів';
$_['error_country']                  = 'Будь ласка, вкажіть країну';
$_['error_zone']                     = 'Будь ласка, вкажіть регіон / область';
$_['error_agree']                    = 'Ви маєте прочитати та погодитись з умовами %s!';
$_['error_address']                  = 'Необхідно вказати адресу';
$_['error_shipping']                 = 'Необхідно обрати спосіб доставки';
$_['error_no_shipping']              = 'Доставка за вашою адресою неможлива. Будь ласка, <a href="%s">зв’яжіться з нами</a>, ми обов’язково знайдемо рішення.';
$_['error_payment']                  = 'Необхідно обрати спосіб оплати';
$_['error_no_payment']               = 'Оплата за вашою адресою неможлива. Будь ласка, <a href="%s">зв’яжіться з нами</a>, ми обов’язково знайдемо рішення.';
$_['error_custom_field']             = 'Обов’язково вкажіть %s';