<?php

// Heading
$_['heading_title']           = 'Країни';

// Text
$_['text_success']            = 'Налаштування змінені';
$_['text_list']               = 'Список країн';
$_['text_add']                = 'Додати';
$_['text_edit']               = 'Редагування';

// Column
$_['column_name']             = 'Назва країни';
$_['column_iso_code_2']       = 'Код ISO (2)';
$_['column_iso_code_3']       = 'Код ISO (3)';
$_['column_action']           = 'Дія';

// Entry
$_['entry_name']              = 'Назва країни';
$_['entry_iso_code_2']        = 'Код ISO (2)';
$_['entry_iso_code_3']        = 'Код ISO (3)';
$_['entry_address_format']    = 'Формат адреси';
$_['entry_postcode_required'] = 'Індекс обов’язковий';
$_['entry_status']            = 'Статус';

// Help
$_['help_address_format']     = 'Ім’я = {firstname}<br />Прізвище = {lastname}<br />Компанія = {company}<br />Адреса 1 = {address_1}<br />Адреса 2 = {address_2}<br />Місто = {city}<br />Індекс = {postcode}<br />Регіон = {zone}<br />Код регіону = {zone_code}<br />Країна = {country}';

// Error
$_['error_permission']        = 'У вас недостатньо прав для внесення змін';
$_['error_name']              = 'Назва має містити від 3 до 128 символів';
$_['error_default']           = 'Країну неможливо видалити тому, що вона використовується як країна за замовчуванням для магазину';
$_['error_store']             = 'Країну неможливо видалити тому, що вона використовується в %s магазинах';
$_['error_address']           = 'Країну неможливо видалити тому, що вона використовується в %s адресах';
$_['error_affiliate']         = 'Країну неможливо видалити тому, що вона використовується %s партнерами';
$_['error_zone']              = 'Країну неможливо видалити тому, що вона використовується в %s зонах';
$_['error_zone_to_geo_zone']  = 'Країну неможливо видалити тому, що вона використовується в %s географічних зонах';