<?php

// Heading
$_['heading_title']     = 'Мови';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список мов';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';

// Column
$_['column_name']       = 'Назва мови';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва мови';
$_['entry_code']        = 'Код';
$_['entry_locale']      = 'Кодування';
$_['entry_image']       = 'Зображення';
$_['entry_directory']   = 'Директорія';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Help
$_['help_code']         = 'Наприклад: uk-ua. Не змінюйте якщо мову встановлено за замовчуванням.';
$_['help_locale']       = 'Наприклад: ua_UA.UTF-8,ua_UA,ua_UA,ua';
$_['help_image']        = 'Наприклад uk-ua.png';
$_['help_directory']    = 'Назва директорії з перекладом (враховуючи регістр)';
$_['help_status']       = 'Показувати в перемикачі мов вітрини магазину';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_exists']      = 'Мова, яку ви додаєте вже існує';
$_['error_name']        = 'Назва має містити від 3 до 32 символів';
$_['error_code']        = 'Код мови має містити від 2 символів';
$_['error_locale']      = 'Необхідно вказати мову';
$_['error_image']       = 'Назва зображення має містити від 3 до 64 символів';
$_['error_directory']   = 'Необхідно вказати каталог';
$_['error_default']     = 'Мову неможливо видалити тому, що вона використовується за замовчуванням';
$_['error_admin']       = 'Мову неможливо видалити тому, що вона використовується за замовчуванням в адмінці';
$_['error_store']       = 'Мову неможливо видалити тому, що вона використовується в %s магазинах';
$_['error_order']       = 'Мову неможливо видалити тому, що вона використовується в %s замовленнях';