<?php

// Text
$_['text_success']           = 'Ваше замовлення оновлене';

// Error
$_['error_permission']       = 'У вас немає дозволу на доступ до API';
$_['error_customer']         = 'Вкажіть дані покупця';
$_['error_payment_address']  = 'Вкажіть платіжну адресу';
$_['error_payment_method']   = 'Необхідно вказати спосіб оплати';
$_['error_no_payment']       = 'Не доступно без варіантів оплати';
$_['error_shipping_address'] = 'Вкажіть адресу доставки';
$_['error_shipping_method']  = 'Необхідно вказати спосіб доставки';
$_['error_no_shipping']      = 'Не доступно без варіантів доставки';
$_['error_stock']            = 'Товари, що відмічено *** відсутні в достатній кількості або їх немає в наявності';
$_['error_minimum']          = 'Мінімальна кількість для замовлення товару %s складає %s';
$_['error_not_found']        = 'Запитане замовлення не знайдене';