<?php

// Text
$_['text_address']       = 'Адреса доставки встановлена';
$_['text_method']        = 'Спосіб доставки встановлений';

// Error
$_['error_permission']   = 'У вас немає дозволу на доступ до API';
$_['error_firstname']    = 'Ім’я має містити від 1 до 32 символів';
$_['error_lastname']     = 'Прізвище має містити від 1 до 32 символів';
$_['error_address_1']    = 'Адреса має містити від 3 до 128 символів';
$_['error_city']         = 'Назва міста має містити від 3 до 128 символів';
$_['error_postcode']     = 'Індекс має містити від 2 до 10 символів';
$_['error_country']      = 'Будь ласка, вкажіть країну';
$_['error_zone']         = 'Будь ласка, вкажіть регіон / область';
$_['error_custom_field'] = 'Вкажіть %s';
$_['error_address']      = 'Вкажіть адресу доставки';
$_['error_method']       = 'Необхідно вказати спосіб доставки';
$_['error_no_shipping']  = 'Немає доступних варіантів доставки';