<?php

// Text
$_['text_success']     = 'Подарунковий сертифікат застосований';
$_['text_cart']        = 'Кошик оновлений';

$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'У вас немає дозволу на доступ до API';
$_['error_voucher']    = 'Подарунковий сертифікат недійсний або був використаний';
$_['error_to_name']    = 'Ім’я має містити від 1 до 64 символів';
$_['error_from_name']  = 'Ваше ім’я має містити від 1 до 64 символів';
$_['error_email']      = 'E-Mail адресу введено невірно';
$_['error_theme']      = 'Оберіть тему сертифікату';
$_['error_amount']     = 'Сума має бути від %s до %s';