<?php

// Heading
$_['heading_title']   = 'Забули пароль?';

// Text
$_['text_account']    = 'Кабінет партнера';
$_['text_forgotten']  = 'Забули пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введіть адресу електронної пошти вашого облікового запису. Натисніть кнопку Продовжити, щоб отримати пароль електронною поштою.';
$_['text_success']    = 'Новий пароль був відправлений на вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'E-Mail адреса';

// Error
$_['error_email']     = 'E-Mail адресу не знайдено, перевірте чи правильно ви її вказали';
$_['error_approved']  = 'Ваш обліковий запис потребує підтвердження. Після схвалення облікового запису ви зможете виконати вхід.';