<?php

// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Кабінет партнера';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>%s. Партнерська програма абсолютно безкоштовна і дозволяє учасникам отримувати додатковий прибуток шляхом розміщення посилань як на весь магазин %s, так і на окремі товари. Кожна покупка, яку буде здійснено за партнерськім посиланням, приносить агентську комісію. Стандартний розмір комісії складає %s. </p><p> За детальною інформацією звертайтесь на сторінку інформації для партнерів.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Я не є партнером.</p><p>Натисніть кнопку нижче для створення облікового запису партнера. Зверніть увагу на те, що цей обліковий запис не буде пов’язаний з будь-яким обліковим записом покупця</p>';
$_['text_returning_affiliate']      = 'Вхід для партнерів';
$_['text_i_am_returning_affiliate'] = 'Я вже зареєстрований';
$_['text_forgotten']                = 'Забули пароль?';

// Entry
$_['entry_email']                   = 'Партнерський E-Mail';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Не знайдено адресу E-Mail або пароль вказано невірно';
$_['error_attempts']                = 'Ви перевищили допустиму кількість спроб входу в систему. Будь ласка, спробуйте через годину';
$_['error_approved']                = 'Ви зможете виконати вхід до облікового запису після його перевірки адміністрацією';