<?php

// Heading
$_['heading_title'] = 'Обліковий запис партнера створений';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш обліковий запис партнера створений.</p> <p>Ви стали учасником %s партнерської програми.</p> <p>Будь-які питання про партнерську програму ви можете адресувати нам електронною поштою.</p> <p>Листа з підтвердженням реєстрації в партнерській програмі надіслано на ваш контактний E-Mail, в разі, якщо ви його не отримали <a href="%s">скористайтесь формою зворотнього зв’язку</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в партнерській програмі %s!</p><p>Ви отримаєте підтвердження на email після активації облікового запису адміністрацією магазину.</p><p>Будь-які питання щодо партнерської програми ви можете адресувати <a href="%s">адміністрації магазину</a>.</p>';
$_['text_account']  = 'Кабінет партнера';
$_['text_success']  = 'Успішно';
