<?php

// Heading
$_['heading_title']    = 'Реферальні посилання';

// Text
$_['text_account']     = 'Кабінет партнера';
$_['text_description'] = 'Для того, щоб отримувати агентську винагороду з покупок покупців, яких ви приводите, необхідно додати в посилання реферальний код. Скористайтесь генератором посилань для сайту %s.';

// Entry
$_['entry_code']       = 'Ваш реферальний код';
$_['entry_generator']  = 'Генератор реферальних посилань';
$_['entry_link']       = 'Реферальнае посилання';

// Help
$_['help_generator']  = 'Введіть назву товару, на котрий необхідно створити посилання';