<?php

// Heading
$_['heading_title']    = 'Доставка по місту Citylink';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Налаштування змінені';
$_['text_edit']        = 'Редагування';

// Entry
$_['entry_rate']       = 'Тарифи доставки';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_geo_zone']   = 'Географічна зона зона';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_rate']        = 'Вкажіть пари ваги/вартості (значення - до десяткових розрядів, наприклад: 12345.67). Приклад: .1:1,.25:1.27 - вага до 0.1 кг буде коштувати 1.00 (в одиницях валюти за замовчуванням), вага від 0.1 до 0.25 кг буде коштувати 1.27. Не вказуйте кг або інші символи.';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';