<?php
// *	@source		See SOURCE.txt for source and other copyright.
// *	@license	GNU General Public License version 3; see LICENSE.txt
// Heading
$_['heading_title']    						 = 'Нова Пошта API';
$_['heading_verifying_api_access']			 = 'Перевірка доступу до API';
$_['heading_adding_custom_methods']			 = 'Додавання користувацького способу';

$_['heading_options_seat']					 = 'Параметри кожного місця відправлення';
$_['heading_components_list']				 = 'Вибір складових';

//Button
$_['button_save_and_exit'] 					 = 'Зберегти та вийти';
$_['button_download_basic_settings']		 = 'Завантаження базових налаштувань';
$_['button_import_settings']				 = 'Імпорт налаштувань';
$_['button_export_settings']				 = 'Експорт налаштувань';
$_['button_cancel']				             = 'Відміна';
$_['button_update']	 						 = 'Оновити';
$_['button_add']				             = 'Додати';
$_['button_generate']						 = 'Генерувати';
$_['button_copy']						     = 'Копіювати';
$_['button_run']						     = 'Запустити';

$_['button_cn_list']						 = 'Список накладних';
$_['button_save_cn']						 = 'Зберегти накладну';
$_['button_back_to_orders']					 = 'До замовлень';
$_['button_warehouse_delivery']				 = 'Доставка у відділення';
$_['button_doors_delivery']					 = 'Доставка на адресу кур`єром';
$_['button_poshtomat_delivery']				 = 'Доставка у поштомат';
$_['button_options_seat']					 = 'Параметри кожного місця відправлення';
$_['button_components_list']				 = 'Список складових';

// Tab
$_['tab_general']							 = 'Основні';
$_['tab_tariffs']							 = 'Тарифи';
$_['tab_database']							 = 'База даних';
$_['tab_sender']							 = 'Відправник';
$_['tab_recipient']							 = 'Отримувач';
$_['tab_departure']							 = 'Відправлення';
$_['tab_payment']							 = 'Оплата';
$_['tab_consignment_note']					 = 'ТТН';
$_['tab_cron']								 = 'Завдання Cron';
$_['tab_support']							 = 'Підтримка';

// Column
$_['column_weight']           				 = 'Вага, кг';
$_['column_warehouse_service_cost']          = 'Обслуговування у відділенні, грн';
$_['column_doors_service_cost']              = 'Доплата за адресне обслуговування, грн';
$_['column_tariff_zone_city']        	     = 'В межах міста';
$_['column_tariff_zone_region']        	     = 'В межах області';
$_['column_tariff_zone_ukraine']        	 = 'В межах України';
$_['column_doors_pickup']        	         = 'Адресний забір';
$_['column_doors_delivery']        	         = 'Адресна доставка';
$_['column_delivery_period']        	     = 'Термін доставки, днів';
$_['column_action']							 = 'Дія';

$_['column_type']							 = 'Тип даних';
$_['column_date']							 = 'Останнє оновлення';
$_['column_amount']				 			 = 'Кількість';
$_['column_description']					 = 'Опис';

$_['column_postal_company_status']    	     = 'Статус поштової компанії';
$_['column_store_status']           		 = 'Статус магазину';
$_['column_implementation_delay']            = 'Затримка виконання';
$_['column_notification']        			 = 'Сповіщення';
$_['column_message_template']        		 = 'Шаблон повідомлення';

$_['column_cn_identifier']					 = 'Ідентифікатор накладної';
$_['column_cn_number']						 = '№ накладної';
$_['column_order_number']					 = '№ замовлення';
$_['column_create_date']		             = 'Дата створення';
$_['column_actual_shipping_date']		     = 'Фактична дата відправлення';
$_['column_preferred_shipping_date']		 = 'Бажана дата доставки';
$_['column_estimated_shipping_date']		 = 'Ймовірна дата доставки';
$_['column_recipient_date']		             = 'Дата отримання';
$_['column_last_updated_status_date']		 = 'Дата останнього оновлення статусу';
$_['column_sender']          			     = 'Відправник';
$_['column_sender_address']          		 = 'Адреса відправника';
$_['column_recipient']          			 = 'Одержувач';
$_['column_recipient_address']          	 = 'Адреса одержувача';
$_['column_seats_amount']          	         = 'Кількість місць';
$_['column_declared_cost']         		     = 'Оголошена вартість';
$_['column_shipping_cost']         			 = 'Вартість доставки';
$_['column_backward_delivery']         		 = 'Зворотна доставка';
$_['column_service_type']         			 = 'Технологія доставки';
$_['column_description']         			 = 'Опис';
$_['column_additional_information']          = 'Додаткова інформація';
$_['column_payer_type']         			 = 'Платник доставки';
$_['column_payment_method']         	     = 'Тип оплати';
$_['column_departure_type']         		 = 'Тип відправлення';
$_['column_packing_number']         		 = 'Номер упаковки';
$_['column_rejection_reason']         		 = 'Причина не розвезення';
$_['column_status']        	  				 = 'Статус';

$_['column_number']          			     = '№ п/п';
$_['column_volume']          				 = 'Об`єм';
$_['column_width']          				 = 'Ширина';
$_['column_length']         				 = 'Довжина';
$_['column_height']          				 = 'Висота';
$_['column_volume_weight']	         		 = 'Об`ємна вага';
$_['column_price']         					 = 'Вартість';

// Entry
$_['entry_status']     						 = 'Статус модулю';
$_['entry_debugging_mode'] 					 = 'Налагоджувальний режим';
$_['entry_sort_order'] 						 = 'Порядок сортування';
$_['entry_key_api'] 						 = 'Ключ API';
$_['entry_image'] 							 = 'Зображення';
$_['entry_image_output_place'] 				 = 'Місце виведення зображення';
$_['entry_curl_connecttimeout'] 			 = 'cURL тайм-аут підключення';
$_['entry_curl_timeout'] 			         = 'cURL тайм-аут виконання';
$_['entry_method_status']     				 = 'Статус';
$_['entry_name']     						 = 'Назва';
$_['entry_geo_zone']   						 = 'Географічна зона';
$_['entry_tax_class']  						 = 'Податковий клас';
$_['entry_minimum_order_amount'] 			 = 'Мінімальна сума замовлення';
$_['entry_maximum_order_amount'] 			 = 'Максимальна сума замовлення';
$_['entry_free_shipping']	 				 = 'Безкоштовна доставка від';
$_['entry_free_cost_text']     				 = 'Текст безкоштовної доставки';
$_['entry_cost'] 							 = 'Вартість';
$_['entry_api_calculation'] 				 = 'API розрахунок';
$_['entry_tariff_calculation'] 				 = 'Тарифний розрахунок';
$_['entry_delivery_period'] 				 = 'Термін доставки';
$_['entry_warehouses_filter_weight']		 = 'Фільтр відділень по вазі';
$_['entry_warehouse_types'] 				 = 'Тип відділень';
$_['entry_discount'] 						 = 'Знижка';
$_['entry_additional_commission'] 			 = 'Додаткова комісія';
$_['entry_additional_commission_bottom']	 = 'Нижня межа додаткової комісії';
$_['entry_region']              		     = 'Область';
$_['entry_city']              				 = 'Місто';
$_['entry_warehouse'] 						 = 'Відділення';
$_['entry_references']						 = 'Довідники';
$_['entry_sender']              			 = 'Відправник';
$_['entry_recipient']          	   			 = 'Одержувач';
$_['entry_contact_person'] 					 = 'Контактна особа';
$_['entry_phone']              				 = 'Телефон';
$_['entry_address'] 						 = 'Адреса';
$_['entry_street'] 							 = 'Вулиця';
$_['entry_house'] 							 = 'Будинок';
$_['entry_flat'] 							 = 'Квартира';
$_['entry_preferred_delivery_date'] 		 = 'Бажана дата доставки';
$_['entry_preferred_delivery_time'] 		 = 'Бажаний час доставки';
$_['entry_autodetection_departure_type']	 = 'Автовизначення типу відправлення';
$_['entry_departure_type']    	     	     = 'Тип відправлення';
$_['entry_calculate_volume'] 				 = 'Врахування об`єму';
$_['entry_calculate_volume_type'] 			 = 'Спосіб розрахунку об`єму';
$_['entry_seats_amount']            	  	 = 'Кількість місць';
$_['entry_declared_cost']     	             = 'Оголошена вартість';
$_['entry_declared_cost_default']			 = 'Оголошена вартість за замовчуванням';
$_['entry_departure_description']		 	 = 'Опис відправлення';
$_['entry_departure_additional_information'] = 'Додаткова інформація про відправлення';
$_['entry_use_parameters']					 = 'Застосування параметрів';
$_['entry_weight'] 							 = 'Вага';
$_['entry_dimensions'] 						 = 'Розміри (Ш x Д x В)';
$_['entry_allowance'] 					     = 'Допуск (Ш x Д x В)';
$_['entry_pack'] 							 = 'Врахування упаковки';
$_['entry_pack_type'] 						 = 'Упаковка';
$_['entry_autodetection_pack_type']          = 'Автовизначення типу упаковки';
$_['entry_delivery_payer']            	  	 = 'Платник доставки';
$_['entry_third_person']    	         	 = 'Третя особа';
$_['entry_payment_type']            	  	 = 'Форма оплати';
$_['entry_payment_cod'] 					 = 'Метод оплати накладним платежем';
$_['entry_backward_delivery']       	     = 'Зворотна доставка';
$_['entry_backward_delivery_payer']			 = 'Платник зворотної доставки';
$_['entry_money_transfer_method'] 			 = 'Спосіб отримання грошового переказу';
$_['entry_payment_card'] 			         = 'Платіжна карта';
$_['entry_payment_control'] 				 = 'Контроль оплати';
$_['entry_display_all_consignments'] 		 = 'Відображення всіх накладних аккаунта';
$_['entry_displayed_information']            = 'Інформація для відображення';
$_['entry_print_format']                     = 'Формат друку';
$_['entry_number_of_copies']                 = 'Кількість копій';
$_['entry_template_type']                    = 'Тип шаблону';
$_['entry_print_type']                       = 'Тип друку';
$_['entry_print_start']                      = 'Місце друку';
$_['entry_compatible_shipping_method']       = 'Сумісний спосіб доставки';
$_['entry_consignment_create']               = 'Створення накладної';
$_['entry_consignment_edit']                 = 'Редагування накладної';
$_['entry_consignment_delete']               = 'Видалення накладної';
$_['entry_consignment_assignment_to_order']  = 'Присвоєння накладної замовленню';
$_['entry_menu_text']                        = 'Текст пункту меню';
$_['entry_key_cron'] 						 = 'Cron ключ';
$_['entry_departures_tracking']	 			 = 'Відстеження відправлень';
$_['entry_tracking_statuses'] 				 = 'Статуси для відстеження';
$_['entry_admin_notification'] 				 = 'Для адміністратора';
$_['entry_customer_notification'] 			 = 'Для покупця';
$_['entry_customer_notification_default'] 	 = 'Для покупця про зміну статусу';
$_['entry_email'] 	                         = 'E-mail';
$_['entry_sms'] 	                         = 'SMS';
$_['entry_code']                             = 'Код';

$_['entry_redbox_barcode']              	 = 'Штрих-код redBOX';
$_['entry_width']              				 = 'Ширина';
$_['entry_length']              			 = 'Довжина';
$_['entry_height']          	    		 = 'Висота';
$_['entry_volume_weight'] 	             	 = 'Об`ємна вага (Об`єм x 250)';
$_['entry_volume_general']              	 = 'Загальний об`єм відправлення';
$_['entry_backward_delivery_total']			 = 'Сума зворотної доставки';
$_['entry_departure_date']					 = 'Дата відправки';
$_['entry_sales_order_number'] 				 = 'Внутрішній номер замовлення клієнта';
$_['entry_packing_number']					 = 'Номер пакування';
$_['entry_rise_on_floor']				     = 'Підйом на поверх';
$_['entry_elevator']				         = 'Ліфт';
$_['entry_cn_number'] 				         = 'Накладна';
$_['entry_cn_type'] 				         = 'Тип накладної';
$_['entry_order_number'] 				     = 'Номер замовлення';

// Help
$_['help_status'] 							 = 'Увімкнути/вимкнути модуль';
$_['help_debugging_mode'] 					 = 'Увімкнути/вимкнути налагоджувальний режим';
$_['help_sort_order'] 						 = 'Порядок сортування модулю';
$_['help_key_api'] 							 = 'Вставте значення ключа API, який Ви можете знайти на сайті компанії «Нова Пошта» (novaposhta.ua) у персональному кабінеті. Перейдіть у розділ Налаштування 🠆 Безпека 🠆 Мої ключі API';
$_['help_image'] 							 = 'Зображення методу доставки';
$_['help_image_output_place'] 				 = 'Вкажіть варіант виведення зображення методу доставки в кошику';
$_['help_curl_connecttimeout'] 			     = 'Кількість секунд очікування при спробі з`єднання. Щоб прибрати обмеження залиште поле порожнім';
$_['help_curl_timeout'] 			         = 'Максимально дозволена кількість секунд для виконання cURL-функцій. Щоб прибрати обмеження залиште поле порожнім. cURL тайм-аут виконання повинен бути більше ніж cURL тайм-аут підключення';
$_['help_method_status']     				 = 'Увімкнути/вимкнути спосіб доставки';
$_['help_name']     						 = 'Дана назва буде відображатися покупцеві під час оформлення замовлення';
$_['help_geo_zone'] 						 = 'Оберіть географічну зону для якої буде доступний даний спосіб доставки';
$_['help_tax_class'] 						 = 'Оберіть податковий клас';
$_['help_minimum_order_amount'] 			 = 'Менше зазначеної суми спосіб доставки буде недоступний';
$_['help_maximum_order_amount'] 			 = 'Більше зазначеної суми спосіб доставки буде недоступний';
$_['help_free_shipping'] 					 = 'Вкажіть мінімальну суму замовлення для безкоштовної доставки';
$_['help_free_cost_text']     				 = 'Цей текст буде відображатися в разі безкоштовної доставки';
$_['help_cost'] 							 = 'Розраховувати вартість доставки?';
$_['help_api_calculation'] 					 = 'Розрахунок вартості через API поштової компанії - дає найбільш точні та актуальні дані про вартість доставки';
$_['help_tariff_calculation'] 				 = 'Якщо розрахунок через API поштової компанії вимкнений, то буде використовуватись лише тарифний розрахунок. Якщо розрахунок через API увімкнений - буде використовуватись тарифний розрахунок вартості доставки лише у випадку недоступності API';
$_['help_delivery_period'] 					 = 'Розраховувати термін доставки?';
$_['help_warehouses_filter_weight']			 = 'Якщо увімкнути фільтр, то для клієнта список доступних відділень буде формуватися відповідно до загальної ваги товарів в кошику і максимально допустимою вагою для відділень';
$_['help_warehouse_types']	 				 = 'Обраний тип відділень буде доступний для клієнтів під час оформлення замовлення. Якщо ви не вкажете жодного типу, то будуть доступні всі відділення';
$_['help_discount'] 						 = 'Вкажіть знижку на доставку. Якщо у Вас немає знижки залиште поле порожнім';
$_['help_additional_commission'] 			 = 'Вкажіть розмір додаткової комісії, яка розраховується як відсоток від оголошеної вартості відправлення';
$_['help_additional_commission_bottom']		 = 'Вкажіть мінімальну оголошену вартість відправлення починаючи з якої буде розраховуватися додаткова комісія';
$_['help_update_regions'] 					 = 'Буде виконано оновлення списку областей поштової компанії. Дія не вплине на стандартні області';
$_['help_update_cities'] 					 = 'Буде виконано оновлення міст в які можлива доставка поштовою компанією';
$_['help_update_warehouses']				 = 'Буде виконано оновлення відділень поштової компанії';
$_['help_update_references']				 = 'Буде виконано оновлення довідникової та іншої інформації поштової компанії необхідної для роботи доповнення';
$_['help_sender'] 							 = 'Оберіть відправника';
$_['help_sender_contact_person']	 		 = 'Оберіть контактну особу';
$_['help_sender_region']              		 = 'Вкажіть область відправника';
$_['help_sender_city']       	       		 = 'Оберіть місто з якого буде виконуватись відправка замовлення';
$_['help_sender_address'] 					 = 'Оберіть адресу з якої буде виконуватись відправка замовлення';
$_['help_recipient'] 						 = 'Виберіть одержувача за замовчуванням або вкажіть макроси для пошуку назви. Приклад: Приватна особа';
$_['help_recipient_contact_person'] 		 = 'Вкажіть макрос для П.І.Б контактної особи. Приклад: {shipping_lastname} {shipping_firstname}';
$_['help_recipient_contact_person_phone']	 = 'Вкажіть макрос для номеру телефону контактної особи. Приклад: {telephone}';
$_['help_recipient_region']                  = 'Вкажіть макрос для області отримувача. Приклад: {shipping_zone}';
$_['help_recipient_city']              		 = 'Вкажіть макрос для міста отримувача. Приклад: {shipping_city}';
$_['help_recipient_warehouse'] 				 = 'Вкажіть макрос для відділення отримувача. Приклад: {shipping_address_1}';
$_['help_recipient_address'] 				 = 'Вкажіть макрос для адреси отримувача. Використовується для введення адреси доставки в одне поле з розділенням через кому (вулиця, будинок, квартира). Приклад: {shipping_address_1}';
$_['help_recipient_street'] 				 = 'Вкажіть макрос для вулиці отримувача. Приклад: {shipping_street}';
$_['help_recipient_house'] 					 = 'Вкажіть макрос для будинку отримувача. Приклад: {shipping_house}';
$_['help_recipient_flat'] 					 = 'Вкажіть макрос для квартири отримувача. Приклад: {shipping_flat}';
$_['help_preferred_delivery_date'] 			 = 'Вкажіть макрос для бажаної дати доставки. Приклад: {shipping_date}';
$_['help_preferred_delivery_time'] 			 = 'Вкажіть макрос для бажаного часу доставки. Приклад: {shipping_time}';
$_['help_autodetection_departure_type']		 = 'Визначати тип відправлення автоматично?';
$_['help_departure_type'] 					 = 'Вкажіть тип відправлення';
$_['help_calculate_volume'] 				 = 'Враховувати об`ємну вагу при розрахунку попередньої вартості доставки та при створенні ТТН?';
$_['help_calculate_volume_type'] 			 = 'Вкажіть спосіб розрахунку об`єму';
$_['help_seats_amount']              		 = 'Вкажіть кількість місць за замовчуванням. Якщо залишити поле порожнім, то кількість місць буде відповідати кількості товарів у замовленні';
$_['help_declared_cost']            	 	 = 'Вкажіть складові для оголошеної вартості відправлення';
$_['help_declared_cost_default']			 = 'Значення буде використано якщо оголошена вартість не задана або оплата по замовленню не накладеним платежем';
$_['help_departure_description']		 	 = 'Використовується як опис товару по замовчуванню при створенні «ЕН», якщо в магазині багато товарів, які мають однаковий опис';
$_['help_departure_additional_information']  = 'Використовується як шаблон для поля додаткової інформації про відправлення при створенні ТТН. Можливе застосування макросів. При використанні макросів товару розділяйте текст на два блоки за допомогою символу «|» (макроси товару використовуйте в другому блоці)';
$_['help_use_parameters']					 = 'Вкажіть спосіб застосування параметрів по замовчуванню (вага та габарити)';
$_['help_weight'] 							 = 'Вкажіть фактичну вагу за замовчуванням';
$_['help_dimensions'] 						 = 'Вкажіть габаритні розміри за замовчуванням';
$_['help_allowance'] 					     = 'Дані розміри будуть сумуватись з розмірами відправлення. Можна вказувати від`ємні значення';
$_['help_pack'] 							 = 'Враховувати упаковку у вартості доставки?';
$_['help_pack_type'] 						 = 'Вкажіть тип упаковки за замовчуванням';
$_['help_autodetection_pack_type']           = 'Включити автоматичний підбір упаковки з обраних типів? Якщо автовизначення не увімкнене, то буде використаний перший тип обраної упаковки';
$_['help_delivery_payer']              	     = 'Вкажіть платника доставки за замовчуванням';
$_['help_third_person']              		 = 'Вкажіть третю особу за замовчуванням';
$_['help_payment_type']              		 = 'Вкажіть форму оплати за замовчуванням';
$_['help_payment_cod'] 						 = 'Вкажіть спосіб оплати який відповідає накладеному платежу';
$_['help_backward_delivery']       	         = 'Вкажіть тип зворотної доставки за замовчуванням';
$_['help_backward_delivery_payer']			 = 'Вкажіть платника зворотної доставки за замовчуванням';
$_['help_money_transfer_method'] 			 = 'Вкажіть спосіб отримання грошового переказу';
$_['help_default_payment_card'] 			 = 'Оберіть платіжну карту за замовчуванням на яку буде зарахований грошовий переказ. Карту можна додати в особистому кабінеті поштової компанії';
$_['help_payment_control']            	 	 = 'Вкажіть складові для контролю оплати. Якщо будуть відмічені позиції, то контроль оплати буде замінювати грошовий переказ';
$_['help_display_all_consignments'] 		 = 'Відображати всі накладні аккаунта поштової компанії? Якщо вибрати «Ні», то будуть відображатися тільки ті накладні, які закріплені за замовленнями даного інтернет-магазину';
$_['help_displayed_information']             = 'Оберіть інформацію для відображення';
$_['help_print_format']                      = 'Вкажіть формат друку';
$_['help_number_of_copies']                  = 'Вкажіть кількість копій';
$_['help_template_type']                     = 'Вкажіть тип шаблону';
$_['help_print_type']                        = 'Вкажіть тип друку';
$_['help_print_start']                       = 'Вкажіть місце з якого буде починатися друк';
$_['help_compatible_shipping_method']        = 'Оберіть спосіб доставки замовлення, для якого буде доступна робота з накладною';
$_['help_consignment_create']                = 'Увімкнути можливість створення накладної при перегляді замовлення?';
$_['help_consignment_edit']                  = 'Увімкнути можливість редагування накладної при перегляді замовлення?';
$_['help_consignment_delete']                = 'Увімкнути можливість видалення накладної при перегляді замовлення?';
$_['help_consignment_assignment_to_order']   = 'Увімкнути можливість присвоєння накладної при перегляді замовлення?';
$_['help_key_cron'] 						 = 'Задайте або згенеруйте ключ';
$_['help_tracking_statuses'] 				 = 'Оберіть статуси замовлень для яких буде здійснюватися відстеження';

// Text
$_['text_shipping']    						 = 'Доставка';
$_['text_settings']    				         = 'Налаштування для магазину:';
$_['text_success_settings']     			 = 'Налаштування успішно збережені';
$_['text_success_download_basic_settings']   = 'Базові налаштування успішно завантажені';
$_['text_success_import_settings']           = 'Налаштування успішно імпортовані';
$_['text_contacts']				             = 'Контакти';
$_['text_instruction']				         = 'Інструкція';
$_['text_documentation_api']				 = 'Документація API';
$_['text_global']							 = 'Загальні';
$_['text_warehouse']						 = 'Доставка у відділення';
$_['text_doors']							 = 'Доставка кур`єром';
$_['text_poshtomat']						 = 'Доставка в поштомат';
$_['text_verifying_api_access']			     = 'Перевірка доступу до API';
$_['text_regions_updating']					 = 'Оновлення областей';
$_['text_cities_updating']					 = 'Оновлення міст';
$_['text_warehouses_updating']				 = 'Оновлення відділень';
$_['text_references_updating']				 = 'Оновлення довідкової інформації';
$_['text_saving_settings']					 = 'Збереження налаштувань';
$_['text_image_output_place_title'] 		 = 'Заголовок варіантів доставки';
$_['text_image_output_place_img_key'] 		 = 'Елемент з ключем «img» масиву способу доставки';
$_['text_parcel_tariffs'] 		             = 'Тарифи для посилок';
$_['text_update_success']	 				 = 'Дані успішно оновлено';
$_['text_sum_all_products_volume'] 			 = 'Сума об`ємів усіх товарів';
$_['text_largest_product_volume'] 			 = 'Об`єм найбільшого товару';
$_['text_default_departure_options'] 		 = 'Параметри відправлення за замовчуванням';
$_['text_products_without_parameters'] 		 = 'Застосувати до товарів без параметрів';
$_['text_all_products'] 					 = 'Застосувати до кожного товару';
$_['text_whole_order'] 						 = 'Застосувати до всього замовлення';
$_['text_pack'] 							 = 'Пакування';
$_['text_on_warehouse']                      = 'У відділенні';
$_['text_to_payment_card']                   = 'На карту';
$_['text_consignment_note_list']			 = 'Список накладних';
$_['text_print_settings']			         = 'Налаштування друку';
$_['text_integration_with_orders']			 = 'Інтеграція з замовленнями';
$_['text_base_update']						 = 'Оновлення бази даних';
$_['text_departures_tracking']				 = 'Відстеження відправлень';
$_['text_settings_departures_statuses']	 	 = 'Налаштування статусів відправлення';
$_['text_message_template_macros'] 			 = 'Макроси для шаблону повідомлення';
$_['text_order']							 = 'Замовлення';
$_['text_orders']							 = 'Всі замовлення';
$_['text_form_create']						 = 'Створення накладної';
$_['text_form_edit']						 = 'Редагування накладної';
$_['text_sender']							 = 'Відправник';
$_['text_recipient']						 = 'Одержувач';
$_['text_departure_options']				 = 'Параметри відправлення';
$_['text_payment']							 = 'Оплата';
$_['text_additionally']						 = 'Додатково';
$_['text_declared_cost']     	        	 = 'Оголошена вартість:';
$_['text_no_backward_delivery']				 = 'Немає зворотної доставки';
$_['text_during_day']						 = 'Впродовж дня';
$_['text_cn_success_save']					 = 'Накладна успішно збережена';
$_['text_cn_success_assignment']			 = 'Накладна успішно присвоєна замовленню';
$_['text_success_delete']				     = 'Видалення пройшло успішно';
$_['text_or']								 = 'або';
$_['text_grn']								 = 'грн';
$_['text_cm']								 = 'см';
$_['text_kg']								 = 'кг';
$_['text_pct']								 = '%';
$_['text_cubic_meter']						 = 'м&sup3;';
$_['text_pc']								 = 'шт';
$_['text_hour']								 = 'годин';
$_['text_day']								 = 'днів';
$_['text_month']							 = 'місяців';
$_['text_year']								 = 'років';
$_['text_confirm']							 = 'Ви впевнені?';
$_['text_help_integration_with_orders'] 	 = 'Номер накладної зберігається в таблиці %sorder у полі %s_cn_number відповідного замовлення';
$_['text_help_cron'] 						 = 'Задайте ключ і збережіть налаштування модулю, далі скопіюйте необхідну команду та додайте її в завдання Cron у Вашій панелі управління хостингом. Оптимальна частота запуску:<br/>
	<ul>
		<li>міста та відділення - 1 раз на добу</li>
		<li>області та довідники - 1 раз в місяць</li>
		<li>відстеження відправлень - по необхідності</li>
	</ul>';
$_['text_order_template_macros'] 			 = '<strong>Макроси замовлення:</strong><br/>
    <code>{order_id}</code><br/>
    <code>{invoice_no}</code><br/>
    <code>{invoice_prefix}</code><br/>
    <code>{store_name}</code><br/>
    <code>{store_url}</code><br/>
    <code>{customer}</code><br/>
    <code>{firstname}</code><br/>
    <code>{lastname}</code><br/>
    <code>{email}</code><br/>
    <code>{telephone}</code><br/>
    <code>{fax}</code><br/>
    <code>{payment_firstname}</code><br/>
    <code>{payment_lastname}</code><br/>
    <code>{payment_company}</code><br/>
    <code>{payment_address_1}</code><br/>
    <code>{payment_address_2}</code><br/>
    <code>{payment_postcode}</code><br/>
    <code>{payment_city}</code><br/>
    <code>{payment_zone}</code><br/>
    <code>{payment_zone_id}</code><br/>
    <code>{payment_country}</code><br/>
    <code>{shipping_firstname}</code><br/>
    <code>{shipping_lastname}</code><br/>
    <code>{shipping_company}</code><br/>
    <code>{shipping_address_1}</code><br/>
    <code>{shipping_address_2}</code><br/>
    <code>{shipping_postcode}</code><br/>
    <code>{shipping_city}</code><br/>
    <code>{shipping_zone}</code><br/>
    <code>{shipping_zone_id}</code><br/>
    <code>{shipping_country}</code><br/>
    <code>{comment}</code><br/>
    <code>{total}</code><br/>
    <code>{commission}</code><br/>
    <code>{date_added}</code><br/>
    <code>{date_modified}</code><br/>';
$_['text_products_template_macros'] 		 = '<strong>Макроси товару:</strong><br/>
	<code>{name}</code><br/>
	<code>{model}</code><br/>
	<code>{option}</code><br/>
	<code>{sku}</code><br/>
	<code>{ean}</code><br/>
	<code>{upc}</code><br/>
	<code>{jan}</code><br/>
	<code>{isbn}</code><br/>
	<code>{mpn}</code><br/>
	<code>{quantity}</code>';
$_['text_cn_template_macros'] 				 = '<strong>Макроси ТТН:</strong><br/>
	<code>{Number}</code> - номер ЕН<br/>
	<code>{Redelivery}</code> - зворотня доставка<br/>
	<code>{RedeliverySum}</code> - сума за зворотню доставку<br/>
	<code>{RedeliveryNum}</code> - номер ЕН зворотної доставки<br/>
	<code>{RedeliveryPayer}</code> - платник за зворотню доставку<br/>
	<code>{OwnerDocumentType}</code> - створено на основі<br/>
	<code>{LastCreatedOnTheBasisDocumentType}</code> - останні зміни, тип документу<br/>
	<code>{LastCreatedOnTheBasisPayerType}</code> - останні зміни, тип платника<br/>
	<code>{LastCreatedOnTheBasisDateTime}</code> - - останні зміни, дата створення<br/>
	<code>{LastTransactionStatusGM}</code> - дата останнього статусу<br/>
	<code>{LastTransactionDateTimeGM}</code> - - дата останнього пересування<br/>
	<code>{DateCreated}</code> - дата створення<br/>
	<code>{DocumentWeight}</code> - вага вказана в інтернет документі<br/>
	<code>{CheckWeight}</code> - вага, після контрольного зважування<br/>
	<code>{DocumentCost}</code> - вартість за доставку<br/>
	<code>{SumBeforeCheckWeight}</code> - сума після контрольного зважування<br/>
	<code>{PayerType}</code> - тип платника<br/>
	<code>{RecipientFullName}</code> - повне ім`я одержувача<br/>
	<code>{RecipientDateTime}</code> - дата та час отримання відправлення<br/>
	<code>{ScheduledDeliveryDate}</code> - розрахункова дата доставки<br/>
	<code>{PaymentMethod}</code> - тип оплати<br/>
	<code>{CargoDescriptionString}</code> - опис відправлення<br/>
	<code>{CargoType}</code> - тип вантажу<br/>
	<code>{CitySender}</code> - місто відправника<br/>
	<code>{CityRecipient}</code> - місто одержувача<br/>
	<code>{WarehouseRecipient}</code> - - відділення одержувача<br/>
	<code>{CounterpartyType}</code> - тип контрагента<br/>
	<code>{AfterpaymentOnGoodsCost}</code> - сума зворотної доставки Ц1П<br/>
	<code>{ServiceType}</code> - тип доставки<br/>
	<code>{UndeliveryReasonsSubtypeDescription}</code> - причини не доставки відправлення<br/>
	<code>{WarehouseRecipientNumber}</code> - номер відділення одержувача<br/>
	<code>{LastCreatedOnTheBasisNumber}</code> - останні зміни, номер ЕН<br/>
	<code>{Status}</code> - статус ЕН<br/>
	<code>{StatusCode}</code> - номер статусу трекінга<br/>
	<code>{WarehouseSender}</code> - відділення відправника<br/>
	<code>{WarehouseRecipientRef}</code> - ідентифікатор відділення одержувача<br/>
	<code>{InternationalDeliveryType}</code> - тип міжнародної доставки<br/>
	<code>{PhoneSender}</code> - телефон відправника<br/>
	<code>{SenderFullNameEW}</code> - дані ПІБ відправника з накладної (при введенні телефону)<br/>
	<code>{PhoneRecipient}</code> - телефон одержувача<br/>
	<code>{RecipientFullNameEW}</code> - дані ПІБ одержувача з накладної (при введенні телефону)<br/>
	<code>{WarehouseRecipientInternetAddressRef}</code> - ідентифікатор складу одержувача<br/>
	<code>{MarketplacePartnerToken}</code><br/>
	<code>{ClientBarcode}</code> - внутрішній номер замовлення<br/>
	<code>{SenderAddress}</code> - адреса відправника<br/>
	<code>{RecipientAddress}</code> - адреса одержувача<br/>
	<code>{CounterpartySenderDescription}</code> - опис контрагента відправника<br/>
	<code>{CounterpartyRecipientDescription}</code> - опис контрагента одержувача<br/>
	<code>{CounterpartySenderType}</code> - тип контрагента відправника<br/>
	<code>{DateScan}</code> - дата сканування, яка призвела до формування статусу<br/>
	<code>{AnnouncedPrice}</code> - оголошена вартість<br/>
	<code>{AmountCommissionGM}</code><br/>
	<code>{LastAmountTransferGM}</code> <br/>
	<code>{LastAmountReceivedCommissionGM}</code><br/>
	<code>{RecipientWarehouseTypeRef}</code> - ідентифікатор типу відділення одержувача<br/>
	<code>{OwnerDocumentNumber}</code><br/>
	<code>{PaymentStatus}</code> - статус для інтернет еквайринг<br/>
	<code>{PaymentStatusDate}</code> - дата оплати для інтернет еквайринг<br/>
	<code>{AmountToPay}</code> - сума до оплати для інтернет еквайринг<br/>
	<code>{AmountPaid}</code> - оплачено для інтернет еквайринг<br/>
	<code>{RefEW}</code> - ідентифікатор накладної для еквайрингу (використовується в робочих цілях)<br/>
	<code>{BackwardDeliverySubTypesActions}</code> - інформація по нестандартним підтипам зворотної доставки<br/>
	<code>{BackwardDeliverySubTypesServices}</code> - інформація по нестандартним підтипам зворотної доставки<br/>
	<code>{UndeliveryReasons}</code> - причина не розвезення<br/>
    <code>{DatePayedKeeping}</code>';
$_['text_macros']                            = 'Макроси';
$_['text_edit']							     = 'Редагувати';
$_['text_delete']							 = 'Видалити';
$_['text_assignment_order']					 = 'Присвоїти замовлення';
$_['text_customized_printing']				 = 'Налаштований друк';
$_['text_download_pdf']					     = 'Завантажити у форматі PDF';
$_['text_print_html']						 = 'Друкувати HTML';
$_['text_cn']								 = 'Накладна';
$_['text_mark']							     = 'Маркування';
$_['text_mark_zebra']						 = 'Маркування «Зебра»';
$_['text_mark_zebra_100_100']				 = 'Маркування «Зебра» 100x100';
$_['text_cn_a4']						     = 'ЕН А4';
$_['text_cn_a5']						     = 'ЕН А5';
$_['text_html']						         = 'HTML';
$_['text_pdf']						         = 'PDF';
$_['text_horizontally']						 = 'Горизонтально';
$_['text_vertically']						 = 'Вертикально';
$_['text_redelivery_money']                  = 'Зі зворотною доставкою';
$_['text_unassembled_cargo']                 = 'Не забрані';

// Error
$_['error_permission']						 = 'Помилка: у Вас відсутні права на зміну налаштувань!';
$_['error_settings_saving']    				 = 'Помилка збереження налаштувань!';
$_['error_download_basic_settings']          = 'Помилка завантаження базових налаштувань!';
$_['error_import_settings']                  = 'Помилка імпорту налаштувань!';
$_['error_key_api']							 = 'Помилка ключа API!';
$_['error_update']							 = 'Помилка оновлення даних!';
$_['error_field'] 					         = 'Помилка при заповненні поля!';

$_['error_get_order']						 = 'Замовлення не знайдене в базі';
$_['error_get_cn']							 = 'Помилка завантаження накладної';
$_['error_cn_save'] 						 = 'Не вдалося зберегти накладну';
$_['error_cn_assignment'] 					 = 'Не вдалося присвоїти накладну замовленню';
$_['error_delete'] 						     = 'Видалення не вдалося';
$_['error_sender'] 							 = 'Відправник не знайдений. Будь ласка, оберіть зі списку';
$_['error_sender_contact_person']	 		 = 'Контактна особа для даного відправника не знайдена. Будь ласка, оберіть зі списку';
$_['error_city'] 							 = 'Місто не знайдене. Будь ласка, оберіть зі списку';
$_['error_address'] 				         = 'Адреса не знайдена. Будь ласка, оберіть зі списку';
$_['error_warehouse'] 					     = 'Відділення не знайдено. Будь ласка, оберіть зі списку';
$_['error_third_person'] 					 = 'Третя особа не знайдена. Будь ласка, оберіть зі списку';
$_['error_full_name_correct']	 			 = 'Перевірте правильність написання прізвища, імені та по батькові. Приклад: Шевченко Тарас Григорович';
$_['error_characters'] 						 = 'Заборонені символи';
$_['error_phone'] 							 = 'Невірний формат номера телефону. Приклад: 380501234567';
$_['error_width']              				 = 'Ширина має бути цілим числом не більше 35 см';
$_['error_length']              			 = 'Довжина має бути цілим числом не більше 61 см';
$_['error_height']             		 		 = 'Висота має бути цілим числом не більше 37 см';
$_['error_weight'] 							 = 'Вага має бути дробовим або цілим числом більше 0. Коректні приклади: 7, 1.002';
$_['error_volume'] 							 = 'Об`єм має бути дробовим або цілим числом більше 0. Коректні приклади: 7, 1.002';
$_['error_seats_amount'] 					 = 'Кількість місць має бути цілим числом більше 0';
$_['error_sum'] 				             = 'Сума має бути дробовим або цілим числом більше 0. Коректні приклади: 700, 100.5';
$_['error_departure_description'] 			 = 'Опис відправлення має складатися не менше ніж з 3-х символів і мати сенс';
$_['error_date']							 = 'Невірний формат дати. Коректний приклад: 24.07.2014';
$_['error_date_past']						 = 'Дата не може бути в минулому';
$_['error_departure_additional_information'] = 'Додаткова інформація про відправлення не може бути більше 100 символів';