<?php

// Text
$_['text_success']  = 'Зміни в подарункових сертифікатах прийняті';
$_['text_subject']  = 'Ви відправили подарунковий сертифікат %s';
$_['text_greeting'] = 'Вітаємо! Ви отримали подарунковий сертифікат від %s';
$_['text_from']     = 'Ви отримали подарунковий сертифікат від %s';
$_['text_message']  = 'Відправник також надіслав вам повідомлення';
$_['text_redeem']   = 'Для використання подарункового сертифікату збережіть код <b>%s</b>, перейдіть до магазину за посиланням нижче та замовте товари які вам сподобаються. Ви можете ввести код подарункового сертифікату на сторінці перегляду кошика перед оформленням замовлення.';
$_['text_footer']   = 'Будь-які питання ви можете поставити надіславши відповідь на це повідомлення.';