<?php

// Heading
$_['heading_title']    = 'Групи користувачів';

// Text
$_['text_success']     = 'Налаштування груп користувачів збережені';
$_['text_list']        = 'Група користувачів';
$_['text_add']         = 'Додати групу';
$_['text_edit']        = 'Редагувати групу';

// Column
$_['column_name']      = 'Назва групи';
$_['column_action']    = 'Дія';

// Entry
$_['entry_name']       = 'Назва групи';
$_['entry_access']     = 'Доступ до перегляду';
$_['entry_modify']     = 'Доступ до редагування';
$_['entry_hide']        = 'Приховати доповнення';

// Help
$_['help_hide']         = 'Вибрані доповнення не будуть показані на сторінках модулів, платежів, доставки';

// Error
$_['error_permission'] = 'У вас немає прав для управління групами користувачів';
$_['error_name']       = 'Назва групи має містити від 3 до 64 символів';
$_['error_user']       = 'Ця група не можу бути видалена, оскільки в ній знаходяться користувачі: %s ';