<?php

// Heading
$_['heading_title']     = 'Подарункові сертифікати';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список подарункових сертифікатів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';
$_['text_sent']         = 'Подарунковий сертифікат відправлений електронною поштою';

// Column
$_['column_name']       = 'Назва подарункового сертифікату';
$_['column_code']       = 'Код';
$_['column_from']       = 'Від';
$_['column_to']         = 'Кому';
$_['column_theme']      = 'Тематика';
$_['column_amount']     = 'Сума';
$_['column_status']     = 'Статус';
$_['column_order_id']   = '№ замовлення';
$_['column_customer']   = 'Покупець';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Entry
$_['entry_code']        = 'Код';
$_['entry_from_name']   = 'Ім’я відправника';
$_['entry_from_email']  = 'E-Mail відправника';
$_['entry_to_name']     = 'Ім’я отримувача';
$_['entry_to_email']    = 'E-Mail отримувача';
$_['entry_theme']       = 'Тематика';
$_['entry_message']     = 'Повідомлення';
$_['entry_amount']      = 'Сума';
$_['entry_status']      = 'Статус';

// Help
$_['help_code']         = 'Код, який покупець вводить для активації подарункового сертифікату';

// Error
$_['error_selection']   = 'Необхідно обрати подарунковий сертифікат';
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_exists']      = 'Такий код подарункового сертифікату вже використовується';
$_['error_code']        = 'Код має містити від 3 до 10 символів';
$_['error_to_name']     = 'Ім’я отримувача має містити від 1 до 64 символів';
$_['error_from_name']   = 'Ім’я відправника містити від 1 до 64 символів';
$_['error_email']       = 'E-Mail адресу введено невірно';
$_['error_amount']      = 'Сума має складатись не менш ніж з одного символу';
$_['error_order']       = 'Подарунковий сертифікат неможливо видалити тому, що він є частиною <a href="%s">замовлення</a>';