<?php

// Heading
$_['heading_title']     = 'Теми подарункового сертифікату';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список тем подарункових сертифікатів';
$_['text_add']          = 'Додати';
$_['text_edit']         = 'Редагування';

// Column
$_['column_name']       = 'Назва тематики';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва теми';
$_['entry_description'] = 'Опис теми';
$_['entry_image']       = 'Зображення';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_name']        = 'Назва має містити від 3 до 32 символів';
$_['error_image']       = 'Необхідно додати зображення';
$_['error_voucher']     = 'Тему подарункового сертифікату неможливо видалити тому, що вона використовується в %s сертифікатах';