<?php

// Heading
$_['heading_title']     = 'Події';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_list']         = 'Список подій';
$_['text_event']        = 'Події використовуються для перевизначення розширень і функціональності вашого магазину. Якщо виникають проблеми, ви можете відключити або включити події.';
$_['text_info']         = 'Інформація про подію';
$_['text_trigger']      = 'Тригер';
$_['text_action']       = 'Дія';

// Column
$_['column_code']       = 'Код події';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';