<?php

// Text
$_['text_success']     = 'Налаштування змінені';
$_['text_unzip']       = 'Розпаковка файлів';
$_['text_move']        = 'Копіювання файлів';
$_['text_xml']         = 'Застосування модифікатора';
$_['text_remove']      = 'Видалення тимчасових файлів';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін';
$_['error_install']    = 'Не вдалося встановити розширення. Зачекайте декілька секунд перед повторною спробою';
$_['error_unzip']      = 'Архів не вдалося розпакувати';
$_['error_file']       = 'Файл не знайдено';
$_['error_directory']  = 'Каталог, що містить файли для завантаження не знайдений';
$_['error_code']       = 'Модифікатор потребує унікального ідентифікаційного коду';
$_['error_exists']     = 'Модифікатор %s використовує той самий ідентифікаційний код, як і розширення яке ви намагаєтесь завантажити';
$_['error_exists']     = 'Файл %s вже використовується';
$_['error_allowed']    = 'Каталог %s не доступний для запису';