<?php

// Heading
$_['heading_title']     = 'Модифікатори';

// Text
$_['text_success']      = 'Налаштування змінені';
$_['text_refresh']      = 'Кожен раз коли ви включаєте, відключаєте або видаляєте модифікатор, необхідно натиснути кнопку оновлення, для оновлення кешу модифікацій';
$_['text_list']         = 'Список модифікаторів';
$_['text_form']          	= 'Редагування модифікатора OCMOD';
$_['text_success']          = 'Модифікатор успішно оновлений';
$_['text_xml']          	= 'Застосування змін';
$_['text_remove']          	= 'Видалення тимчасових файлів';
$_['text_clear']          	= 'Тимчасові файли очищені';

// Column
$_['column_name']       = 'Назва модифікатора';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версія';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';
$_['column_id']             = 'ID';
$_['column_code']           = 'Ідентифікатор OCMOD доповнення';
$_['column_restore']        = 'Відновити';


// Entry
$_['entry_name']          	= 'Назва';
$_['entry_xml']          	= 'Код';
$_['entry_upload']          = 'Завантажити файл';
$_['entry_overwrite']       = 'Файли будуть перезаписані';
$_['entry_progress']        = 'Оновлення XML';

// Tabs
$_['tab_backup']          	= 'Резервна копія';

// Help
$_['help_upload']          	= 'Необхідний файл поточної модифікації code.ocmod.xml';

// Download
$_['button_download']       = 'Завантажити xml файл';
$_['button_update']         = 'Застосувати зміни';
$_['button_restore']        = 'Відновлення з резервної копії';
$_['button_history']        = 'Очистити всі резервні копії';


// Error
$_['error_permission']  = 'У вас недостатньо прав для внесення змін';
$_['error_upload']          = 'Файл не может бути завантажений';
$_['error_filetype']        = 'Неправильний тип файлу';
$_['error_file']          	= 'Файл не знайдений';
$_['error_code']          	= 'Модифікатору необхідний унікальний ID код';
$_['error_exists']          = 'Модифікатор %s вже використовує унікальний ID код, який ви намагаєтесь завантажити';
$_['error_directory']       = 'Не знайдено папку з файлами для завантаження';
